{
    "0": {
        "en": "Coming out. Typically we think of this as being an experience specific to the queer community. But we all have things that we're keeping in our closets. It could be something about our home and family life, about our mental or physical health. Maybe you're not allergic to cats, you just don't like them. I feel you on that one",
        "pt": "Sair do armário. É comum pensarmos\nque é uma experiência específica  da comunidade LGBTQ+. Mas todos temos segredos guardados no armário. Pode ser algo sobre a nossa casa ou a vida familiar, sobre a nossa saúde física ou mental. Talvez vocês não sejam alérgicos a gatos, só não gostem deles. Talvez seja o vosso caso"
    },
    "1": {
        "en": "Whatever it is that you're keeping in your closet, it shapes the way you navigate the world. That can include your work life. So how do we go about disclosing these important, but sometimes difficult to talk about aspects of who we are? And when someone comes out to us, what can we best do to listen and support them",
        "pt": "Seja o que for que estão a manter dentro do armário, isso modela a forma  como andam pelo mundo. E isso inclui o vosso trabalho. Então como agir nesse aspeto importante, mas às vezes difícil, de falar sobre quem somos? Quando alguém se assume à nossa frente, o que é que podemos fazer para o ouvir e apoiar"
    },
    "2": {
        "en": "[The Way We Work",
        "pt": "[A forma como trabalhamos"
    },
    "3": {
        "en": "[Made possible with the support of Dropbox",
        "pt": "[Patrocinado pela Dropbox"
    },
    "4": {
        "en": "Hi, my name's Micah. But it hasn't always been. After a year at my current place of work, I started the process of coming out as trans. When I sat down with human resources to talk about how to reintroduce myself to everybody, neither of us had answers. Nobody at my place of work had come out as trans before, but that's what I'm here to offer you",
        "pt": "Olá, chamo-me Micah. Mas nem sempre foi assim. Ao fim de um ano no meu atual trabalho, comecei o meu processo de me assumir como trans. Quando me reuni com os recursos humanos para falar sobre como me reapresentar a todos, ninguém tinha uma resposta. Ninguém do meu trabalho se assumira trans antes disso e é por isso que estou aqui para vos oferecer\ntrês dicas sobre como falar em coisas que são difíceis de falar. Para vocês que estão do outro lado da conversa eu também tenho conselhos para vocês, sobre como ouvir melhor, reagir e ser um aliado ativo para um vosso colega. Eu não posso dar-vos as palavras exatas, porque elas têm de ser vossas. Afinal, não sabemos o que está a manter-te no armário Mas quaisquer que sejam, espero que estas dicas vos deem uma base que vos ajude a decidir o que vocês querem dizer e como querem dizer"
    },
    "5": {
        "en": "Three tips on how to talk about things that are hard to talk about. And for those of you on the other side of the conversation, I have some advice for you too, on how you can best listen, respond and be an active ally for your colleague. I can't give you the exact words to say, because they should be your own. After all I don't know what you're keeping in your closet. But whatever it might be, I hope these tips will provide you with a framework that's going to help you decide exactly what you want to say and how you want to say it",
        "pt": "Saibam o que querem e não querem nessa conversa Para isso, interroguem-se sobre coisas como, por exemplo: Precisarei de alguma coisa da pessoa a quem estou a contar isto? Para onde é que eu quero que a conversa evolua se é que quero que ela evolua? E como quero que essa pessoa entenda as minhas relações com este aspeto de quem sou"
    },
    "6": {
        "en": "Know what you want and don't want out of the conversation. To know this, ask yourself questions like, do I need anything from the person that I'm disclosing this to? Where do I want the conversation to go from here, if anywhere at all? And how do I want this person to understand my own relationship with this aspect of who I am",
        "pt": "Então, no meu caso, eu sabia que queria que me chamassem pelo meu novo nome e pronomes Mas eu também não queria que me evitassem com medo de se enganarem. Isso ia levar tempo. E eu queria que isso fosse como um facto comum sobre quem eu sou"
    },
    "7": {
        "en": "So, in my case, I knew I wanted people to call me by my new name and pronouns. But I also didn't want them to avoid me out of fear of messing them up. This was going to take time. And I wanted this to feel like any other ordinary fact about who I am",
        "pt": "Então agora sabemos o que queremos comunicar. Vamos conversar sobre como dizer isso. Definindo o tom. Vocês vão querer apresentar essa informação da mesma forma que querem que as pessoas reajam. Eles vão procurar e ouvir pistas sobre qual é a reação apropriada. É algo que vocês querem que seja festejado"
    },
    "8": {
        "en": "So now we know what we want to communicate. Let's talk about how we're going to say it. By setting the tone. You're going to want to present the information in the same way you want people to respond to it. They're going to be looking and listening for cues on what the appropriate response is. Is this something that you want to be celebrated? I'm trans! Or do you want to just address it and move on with your life? Oh, by the way, I'm trans. There's no one right way to say it for everybody. What's most important here is what's right for you. Another note, we're not going to be able to control the way in which everybody responds to this. But what we do have control over is how they understand our own relationship with this part of who we are",
        "pt": "\"Eu sou trans!\" Ou vocês só querem falar disso e seguir com a vossa vida? \"Ah, a propósito, eu sou trans.\" Não há uma forma certa de dizê-lo para toda a gente. O mais importante aqui é o que está certo para vocês. Outra coisa, nós não podemos controlar a forma como toda a gente vai reagir a isso. Mas podemos ter o controlo sobre como eles compreendem a nossa relação com essa parte de quem somos"
    },
    "9": {
        "en": "So now that we know what we want to say and how we want to say it, where do we want the conversation to go from here? Well, my advice is to give an action item. This will help you keep control of the conversation by giving people direction on what they're supposed to do or say next. I knew I wanted this to feel like any other ordinary fact about who I am. So I decided I was going to use my coming out to solve an ordinary problem. And I sent the following email",
        "pt": "Agora que sabemos o que queremos dizer e como queremos dizê-lo, onde queremos que começa a conversa a partir daqui? O meu conselho é propor  um \"plano de ação\". Isso vai ajudar-vos a manter o controlo da conversa dando instruções às pessoas sobre o que elas devem fazer ou dizer em seguida. Eu queria que isto fosse como qualquer facto comum sobre quem sou. Por isso, decidi usar a minha saída do armário para resolver um problema vulgar. E enviei o seguinte email"
    },
    "10": {
        "en": "\"Hello all, I need your help. I am in the market for a moisturizer to help with my dry skin. I'm also in the process of out as trans. I'm changing my name to Micah and my pronouns are he, him, his. If you have any questions about my change in pronouns or my skin care needs, feel free to send an email to my updated contact information. And I'd also like to note that while my skin is dry, it is not too sensitive. We're all going to mess up my name and my pronouns, myself included. So when this happens, don't panic or cringe! Please be kind to yourself as we stumble through these growing pains together. I'm fortunate and grateful to work in a place where I feel embraced in any form, be it as a transgender man or a person with dry skin or in this case, both.",
        "pt": "\"Olá a todos, preciso da vossa ajuda. \"Estou no mercado à procura de um hidratante para a minha pele seca. \"Também estou no processo de me assumir como trans. \"Mudei o meu nome para Micah e os meus pronomes são ele e dele. \"Se tiverem alguma pergunta sobre a minha mudança de pronomes \"ou os meus problemas de pele, \"podem enviar-me um 'e-mail' \"para as minhas novas informações de contacto. \"Também quero dizer que, quando a minha pele está seca"
    },
    "11": {
        "en": "Now, I'm going to be honest, I haven't made many changes to my skin-care routine since sending this email. But I will say that I am feeling much more comfortable in my own skin. And that's what thanks to responses like these",
        "pt": "\"ela não é tão sensível. \"Todos vamos confundir o meu nome e pronomes \"Incluindo eu próprio. \"Quando isso acontecer, não entrem em pânico! \"Sejam compreensivos com vocês mesmos. \"todos juntos vamos  aprendendo com os erros. \"Eu tenho muita sorte de trabalhar num lugar \"onde me sinto aceite de qualquer forma, \"ser um homem transgénero, ser uma pessoa com pele seca \"ou, neste caso, as duas coisas."
    },
    "12": {
        "en": "[You have all the love and support, Micah! And please know that I highly rec Clinique products.] [You are the best. You are and will always be one of my favorite people (at work). Even if you do have terribly dry skin.] [Thank you for being you, however much or little you want to talk about dry skin, genders, bodies, etc. I will be here for you.] [Thank you for giving us permission to mess up ...",
        "pt": "Agora, vou ser sincero: não fiz muitas mudanças na minha rotina de cuidados da pele desde que enviei aquele \"email\". Mas posso dizer que me sinto muito mais confortável na minha própria pele. E é por causa de respostas como estas"
    },
    "13": {
        "en": "Now you might be wondering, if I'm the listener in this conversation, what can I best do to support my colleague other than maybe referring them to my dermatologist? Well, for starters, listen with an open heart and an empathetic ear. You're especially going to want to listen here for the specific language the person is using to describe themself and their experience because that's the same language you're going to want to use back to them. You might be tempted to ask your coworkers some questions about their identity. Before you ask them a question, ask yourself, can I find the answer to this in a search engine? Chances are the answer is yes. And if the answer is no, ask yourself, is this too personal of a question for me to be asking my colleague. One question that is okay to ask though, is there anything I can do to support you at this time? This is a note for if you're responding in the moment and in person",
        "pt": "[Tens todo o amor + apoio, Micah! [E fica a saber que eu recomendo os produtos Clinique. [Tu és o melhor. [És e sempre serás a minha pessoa favorita (no trabalho). [Mesmo tendo uma terrível pele seca.] [Obrigado por seres tu. [Quando quiseres falar de pele seca, de género, de corpo, etc. [estarei aqui para ti.] [Obrigado por nos deixares confundir as coisas..."
    },
    "14": {
        "en": "But if you want to be an active ally, the conversation doesn't end here, it picks up again with your colleagues and human resources on how you can make your workplace more inclusive of this person's identity. Chances are it's not just going to help them but maybe someone else down the line",
        "pt": "Vocês devem estar a pensar que, se eu for o ouvinte nesta conversa, o que eu poderei fazer para apoiar um meu colega além de talvez lhe recomendar o meu dermatologista? Bom, para os iniciantes: escutem de peito aberto e com empatia no coração. Vão querer ouvir especialmente a linguagem específica que a pessoa está a usar para se descrever a si mesmo e à sua experiência porque é a mesma linguagem que vão querer usar ao responderem. Vocês podem sentir-se tentados a fazer perguntas sobre a sua identidade. Antes de fazerem perguntas, perguntem a vocês mesmos: Encontrarei resposta a essa pergunta num motor de pesquisa? Muito provavelmente sim. E se a resposta for não, perguntem: \"É uma pergunta demasiado pessoal para eu perguntar ao meu colega?\" Uma pergunta que será correto fazer: \"Há alguma coisa que eu possa fazer para te apoiar?\" Esta é uma nota para o caso de estarem a responder na hora e pessoalmente"
    },
    "15": {
        "en": "Now, in my case, it would be adding pronouns to your email signature and asking your coworkers to do the same in order to help normalize it across the org. It could also be talking to HR about having more trans-inclusive health care policies",
        "pt": "Mas se quiserem ser um aliado ativo, a conversa não termina aí, ela continua com os vossos colegas e os recursos humanos, sobre como podem fazer um local de trabalho mais inclusivo para a identidade dessa pessoa. Há todas as hipóteses de não o ajudar só a ele mas talvez a mais alguém igual a ele"
    },
    "16": {
        "en": "And my last piece of advice is for both the listener and the leader in the conversation. Remember that they're the same person you've always known them to be. It's the weight of stereotypes and stigmas that often keep our closet doors shut. We're afraid people are now going to see us as this thing instead of seeing this thing as an aspect of who we are, of we've always been. I know that was the case for me too, but it got easier for me to say, my name is Micah because of the way I saw it not only accepted, but enthusiastically embraced by all of my coworkers",
        "pt": "Agora, no meu caso, seria adicionando pronomes na assinatura do \"e-mail\" e pedir aos colegas para fazerem o mesmo para ajudarem a normalizá-lo na organização. Também pode ser falar com os recursos humanos sobre ter mais políticas de cuidados de saúde para inclusão de trans"
    },
    "17": {
        "en": "So whatever it is you're keeping in your closet, I hope these tips empower you to bring your authentic self into your workplace and hopefully feel more comfortable in your own skin",
        "pt": "O meu último conselho é para o ouvinte e para o líder da conversa. Lembrem-se que ele é a mesma pessoa que vocês sempre conheceram. Foi o peso dos estereótipos e dos estigmas que sempre nos fecharam no armário. Temos medo de que as pessoas nos vejam como uma coisa em vez de nos verem com o aspeto de quem somos e sempre fomos. Eu sei que também foi esse o meu caso, mas tornou-se mais fácil para mim dizer: \"Chamo-me Micah\" não só pela forma como vi ser aceite, mas também por ser aceite com entusiasmo pelos meus colegas de trabalho. Então, seja o que for que vos mantém no armário, espero que estas dicas vos deem força para trazer o vosso eu verdadeiro para o local de trabalho e talvez sentir-se mais confortáveis na vossa pele. "
    }
}