{
    "0": {
        "en": "We are at the end of globalization. We've taken globalization for granted, and as it drifts into history, we're going to miss it",
        "pt": "Estamos no fim da globalização. Tomámos a globalização por garantida, e à medida que percorremos a história, iremos sentir a falta dela"
    },
    "1": {
        "en": "The second wave of globalization began in the early '90s, and it delivered a great deal. Billions of people rose out of poverty. More impressively, wealth per adult in countries like Vietnam and Bangladesh increased by over six times in the last 20 years. The number of democracies rose, and countries as diverse as Chile, Malaysia, Estonia, held free and fair elections. The role of women improved in many parts of the world, if you look at wage equality in countries like Spain, or access to education in countries like Saudi Arabia. Economically, supply chains spread like webs around the world, with car parts criss-crossing borders before the final product came into place. And globalization has also changed the way we live now. It's changed our diets. It's changed how we communicate, how we consume news and entertainment, how we travel and how we work",
        "pt": "A segunda onda da globalização  começou no início dos anos 90 e foi muito profícua. Milhares de milhões de pessoas  saíram da pobreza. De forma mais impressionante, a saúde por adulto, em países como o Vietname e o Bangladesh, aumentou mais de seis vezes  nos últimos 20 anos. O número de democracias aumentou, e países tão diversos como o Chile, a Malásia ou a Estónia, realizaram eleições livres e justas. O papel da mulher melhorou em muitas partes do mundo, se olharmos para a igualdade salarial em países como a Espanha ou o acesso à educação em países como a Arábia Saudita. Economicamente, cadeias de abastecimento espalham-se como teias por todo o mundo, com peças de automóveis a transpor fronteiras antes de o produto final chegar ao seu destino. A globalização também mudou a maneira como vivemos hoje. Mudou a nossa dieta. Mudou a forma como comunicamos e como consumimos notícias e entretenimento, como viajamos e como trabalhamos"
    },
    "2": {
        "en": "But now, globalization is on its deathbed. It's run into the limitations of its own success: inequality and new, record levels of indebtedness -- for example, world debt-to-GDP is now pushing levels not seen since the Napoleonic Wars 200 years ago -- show us that the advantages of globalization have been misdirected. The Global Financial Crisis was the result of this mismanagement, and since then policymakers have done little but contain, rather than solve, the problems of our age",
        "pt": "Mas agora, a globalização  está no seu leito de morte. Está a esbarrar nas limitações do seu próprio sucesso: a desigualdade e novos níveis recorde de endividamento\n— por exemplo, a dívida mundial  para o PIB está hoje a empurrar-nos para níveis nunca vistos desde as Guerras Napoleónicas há 200 anos — mostram-nos que  as vantagens da globalização têm sido mal orientadas. A crise financeira mundial foi o resultado desta má gestão, e, desde essa altura, os políticos pouco têm feito para resolver os problemas da nossa era, para além de os conter"
    },
    "3": {
        "en": "Now, some highly globalized countries such as Ireland and the Netherlands, have managed to improve income inequality in their countries by better distributing the bounties of globalization through higher taxes and social welfare programs. Other countries have not been as good. Russia and, especially, the United States, have extreme levels of wealth inequality, more extreme even than during the time of the Roman Empire. And this has convinced many people that globalization is against them, and that the bounties of globalization have not been shared with the many",
        "pt": "Alguns dos países profundamente globalizados, como a Irlanda ou a Holanda, conseguiram reduzir a desigualdade de rendimentos nos seus países. através de uma melhor distribuição das dádivas da globalização através de impostos mais altos e de programas de assistência social. Outros países não se têm saído tão bem. A Rússia e, especialmente, os EUA, têm níveis extremos de desigualdade social mais extremos ainda do que durante o período do Império Romano. Isto tem convencido muita gente de que a globalização está contra eles, e que as dádivas da globalização não foram partilhadas com os demais"
    },
    "4": {
        "en": "And now, in 2020, we're confronted by the pandemic, which has shaken the ground under us and further exposed the frailties of the globalized world order. In past international crises, most of them economic or geopolitical, there has usually ultimately been a sense of a committee to save the world. Leaders and leading nations would come together. But this time, uniquely, there has been no such collaboration. Against a backdrop of trade wars, some countries like the US have outbid others for masks. There's been hacking of vaccine programs, and a common enemy, the pandemic, has not been met with a common response. So any hope that we might have a world vaccine or a world recovery program is in vain",
        "pt": "Agora, em 2020, fomos confrontados pela pandemia, que abalou o chão por baixo de nós e ainda revelou mais as fragilidades da ordem mundial globalizada. Em crises internacionais anteriores, sobretudo crises económicas ou geopolíticas, normalmente acaba por se formar uma comissão para salvar o mundo. Líderes e nações reuniram-se. Mas, agora, pela primeira vez, não tem existido tal colaboração. Contra um pano de fundo de guerras comerciais. alguns países como os EUA ofereceram mais dinheiro por máscaras. Tem havido piratagem de programas de vacinas, e um inimigo comum, a pandemia, não foi enfrentado com uma reação comum. Então, é inútil qualquer esperança  que possamos ter numa vacina global\nou num programa de recuperação mundial"
    },
    "5": {
        "en": "So now we're at the end of an era in history, an era that began with the fall of communism, that set in train the flow of trade, of finance, of people and of ideas, and that now comes to an end with events like the shutting down of democracy in Hong Kong",
        "pt": "Estamos agora no final  de uma era na História, uma era que começou com a queda do comunismo, que pôs em marcha o fluxo do comércio, das finanças, das pessoas e das ideias e que chegou agora ao fim com acontecimentos como o fim da democracia em Hong Kong"
    },
    "6": {
        "en": "The question now is, what's next? Well, if the era we're leaving was characterized by a connected world trying to shrink and come together on the basis of economic goals and geography, the new world order will be defined by rival, distinct and different ways of doing things, and ultimately collaboration based on values, and this new world order is very much a work in progress. \"Disorder\" might be a better word, and it has been for some time. But think appropriately of great sheets of ice breaking apart, some drifting away and others later reforming",
        "pt": "A questão agora é, o que virá a seguir? Bem, se a era que deixamos foi caracterizada por um mundo interligado tentando contrair-se e unir-se com base nos objetivos económicos e na geografia, a nova ordem mundial vai ser definida por formas rivais, distintas e diferentes de fazer as coisas, e, em última instância, por uma colaboração baseada em valores. Esta nova ordem mundial em grande parte, é um trabalho em progresso. ''Desordem'' poderá ser  uma palavra melhor. e assim tem sido há algum tempo. Mas pensem devidamente em grandes placas de gelo a desfazerem-se, algumas delas à deriva e outras voltando a formar-se depois"
    },
    "7": {
        "en": "And the internet is a bit like this. It used to be global. Google used to have 30 percent of the market share in China, and now it has close to zero percent. And the big regions of the world increasingly look at the internet from a values-based point of view. America values tech innovation and its financial rewards. China takes a political view of the internet and cordons it off, and at the same time China has this incredible e-commerce economy that no other country has come close to matching. And then there's Europe, and in Europe a conversation about the internet is effectively a conversation about data and privacy. So there you have it: one common problem, and three increasingly different, competing views",
        "pt": "A Internet é um pouco como isto. Antigamente era global. A Google tinha 30% da quota de mercada na China, e agora chegou a 0%. As grandes regiões do mundo olham cada vez mais para a Internet de um ponto de vista baseado em valores. Os EUA valorizam a inovação tecnológica  e as suas recompensas financeiras. A China assume uma visão política da Internet e restringe-lhe o acesso. Ao mesmo tempo, a China tem uma incrível economia digital que nenhum outro pais está perto de igualar. Depois, existe a Europa. Na Europa, a conversa sobre a Internet é efetivamente uma conversa sobre informações e privacidade. Então aí temos: um problema comum, e três pontos de vista concorrentes, cada vez mais diferentes"
    },
    "8": {
        "en": "This shows us that rival ideologies will drive very distinct ways of doing things. But what about collaboration and cooperation? Well, I'm going to start with the example of three small countries: Scotland, Iceland and New Zealand. And a couple of years ago, they signed up to the Wellbeing Economy Governments, whose aim is to foster ecological and human well-being as well as economic growth. Practically speaking, these countries are already discussing things like well-being budgeting, well-being-led tourism, and using the well-being framework in the fight against COVID. Now, these three countries are about as geographically distant and diverse as you can get, but they've come together on the basis of a shared value, which is a common understanding that there is more to government policy than merely GDP",
        "pt": "Isto mostra-nos que as ideologias rivais irão fomentar muitas diferentes formas de fazer as coisas. Mas e quanto à colaboração e cooperação? Bem, vou começar com o exemplo de três países pequenos: a Escócia, a Islândia e a Nova Zelândia. Aqui há uns anos, aderiram ao Wellbeing  Economy Governments cujo objetivo é fomentar  o bem-estar ecológico e humano bem como o crescimento económico. Falando de coisas práticas, estes países já estão a discutir coisas como um orçamento de bem-estar, o turismo bem dirigido, e a utilizar o quadro de bem-estar na luta contra a Covid. Estes três países estão muito distantes geograficamente e são muito diversos, como sabemos, mas uniram-se com base num valor partilhado, de compreensão comum que, para as políticas governamentais significa mais do que meramente o PIB"
    },
    "9": {
        "en": "Similarly, in the future, other small countries and city-states -- Singapore, Switzerland, the United Arab Emirates -- will find that they have more in common with each other than with their larger neighbors. They're all global financial centers. They all invest in strategic planning. And they are all geopolitical micropowers and will collaborate more as a result",
        "pt": "Da mesma forma, no futuro, outros países pequenos e cidades-estados — Singapura, a Suíça e os Emirados Árabes Unidos — descobrirão que têm mais em comum  uns com os outros do que com os seus vizinhos maiores. Todos eles são centros financeiros globais, todos eles investiram em planeamento estratégico, e todos eles são micropotências geopolíticas e, por conseguinte, colaborarão mais"
    },
    "10": {
        "en": "Another good example of how values, rather than geography, will increasingly shape destinies and alliances is Europe. During the period of globalization, one of the key phenomena was the eastward expansion of the European Union. From 2004, it added 13 new members, despite the near existential crisis of the euro, constant pressure from Russia, and of course the trauma of Brexit. And, like a company that has grown too fast, Europe needs to stop and think about where it's going and ask whether its values can steer it in the right direction. And this is beginning to happen, albeit slowly. European leaders talk a lot about European values, but frankly most Europeans, be they German, Greek, Latvian or Spaniards, really don't know or have a clear idea what those shared common values are supposed to be. So European politicians need to do a very good job of asking them how they feel about these common values and then communicating the answers back to them in a clear and tangible way. And of course social media is a very important tool to deploy here",
        "pt": "Outro bom exemplo\nde como os valores, ao invés da geografia, irão modelar cada vez mais os destinos e as alianças, é a Europa. Durante o período da globalização, um dos fenómenos chave foi a expansão para Leste da União Europeia. A partir de 2004, foram adicionados 13 novos membros, apesar da crise do euro quase existencial, da constante pressão da Rússia, e, claro, do trauma do Brexit. Tal como uma empresa que tem crescido demasiado depressa, a Europa precisa de parar e pensar para onde vai, perguntar-se se os valores podem orientar-se na direção correta. Isto começa a acontecer, embora lentamente. Os líderes europeus falam muito sobre os valores europeus mas, francamente, a maioria dos europeus, sejam eles alemães, gregos, letões ou espanhóis, não conhecem ou não têm uma ideia clara do que são esses valores comuns partilhados. Então, os políticos europeus precisam de fazer um trabalho excelente de lhes perguntarem como se sentem sobre estes valores comuns e depois de os informarem quais são as respostas, de uma maneira clara e tangível. E claro, as redes sociais são uma ferramenta muito importante para utilizar nisso"
    },
    "11": {
        "en": "And as Europe moves [towards] a union that's based more on values and less on geography, its contours and those values themselves will increasingly be defined by the tension between Brussels and countries like Hungary and Poland, who are increasingly behaving in ways that go against basic values such as respect for democracy and the rule of law. The treatment of women and the LGBT community are other important markers here. And in time Europe will, and should, tie financial aid to these countries and policy to their adherence to Europe's shared values. And these countries, and others in Eastern Europe, and Cyprus, still have close financial ties to Russia and China. And again in time they will be forced to choose between Europe and its values and these other countries and their own distinct values",
        "pt": "À medida que a Europa  avança para uma união mais baseada em valores e menos em geografia, os seus contornos e esses valores serão definidos cada vez mais pela tensão entre Bruxelas e países como a Hungria e a Polónia que se comportam cada vez mais de maneiras que vão contra valores básicos, como o respeito pela democracia e pelo estado de direito. O tratamento das mulheres e da comunidade LGBT são outros marcos importantes. A seu tempo a Europa irá — e deverá — vincular a ajuda financeira a estes países e à sua política à sua adesão aos valores partilhados da Europa. E estes países, e outros na Europa de Leste, e Chipre, ainda têm estreitos laços financeiros com a Rússia e a China. Mais uma vez, a seu tempo  serão forçados a escolher entre a Europa e os seus valores e esses outros países e os seus próprios distintos valores"
    },
    "12": {
        "en": "Like Europe, China is another big player with a very distinct set of values, or contract between the people and the state. And I have to say that this set of values is not one that is well-understood in the West. And given China's extraordinary economic and social transformation in the last 30 years, we should really be more curious. China's values are rooted deep in its history, in a desire to regain the place it once enjoyed hundreds of years ago when its economy was the dominant one. Indeed, Xi Jinping talked of the China Dream well before Donald Trump was elected with the catchphrase \"Make America Great Again.\" And China's system, viewed from the outside, is based around a contract or a bargain where people will sacrifice their liberty in return for order, prosperity and national prestige. It's one where the state is very much in control, which is something that most Europeans and Americans would find alien. It's also a system that has worked very well for China. But the biggest risk it faces is a period of high and prolonged unemployment that will break this contract between the state and the people",
        "pt": "Tal como a Europa,  a China é outro grande jogador com um conjunto de valores muito distinto, ou um contrato entre a população e o estado. E devo dizer que este conjunto de valores não é bem compreendido no Ocidente. Dada a extraordinária transformação económica e social da China nos últimos 30 anos, devíamos ser mais curiosos. Os valores da China estão enraizados profundamente na sua história, num desejo de reconquistar o lugar que outrora desfrutou há centenas de anos quando a sua economia era a dominante. De facto, Xi Jinping falou  do Sonho da China muito antes de Donald Trump ser eleito com a palavra de ordem ''Make America Great Again.'' O sistema da China, visto de fora, baseia-se num contrato ou num acordo em que as pessoas sacrificarão a sua liberdade em troca da ordem, da prosperidade e do prestígio nacional. É uma situação em que o Estado exerce muito controlo, algo que a maioria dos europeus e dos americanos achariam estranho. É também o sistema que tem funcionado muito bem para a China. Mas o maior risco que a China corre é um período de desemprego alto e prolongado que possa quebrar este contrato entre o estado e a população"
    },
    "13": {
        "en": "And for other countries, China can be an attractive partner. It can provide capital and know-how. I'm thinking for example of Pakistan and Sri Lanka, two members of the Belt and Road program. But this partnership comes at a price; they're beholden to Chinese technologies such as the controversial Huawei. Chinese investors own their debt, and as a result control key infrastructure such as the main port in Sri Lanka",
        "pt": "Para outros países, a China pode ser um parceiro atrativo. Pode providenciar capital e ''know-how''. Estou a pensar por exemplo no Paquistão ou no Sri Lanka, dois membros do programa do Cinturão Económico da Rota da Seda. Mas esta parceria tem o seu preço: ficam dependentes das tecnologias chinesas, tais como a polémica Huawei. Os investidores chineses são os detentores das dívidas deles e, em resultado, controlam infraestruturas fundamentais, como o porto principal do Sri Lanka"
    },
    "14": {
        "en": "Now I find that when we talk about globalization, the end of globalization and the new world order, we spend far too much time discussing America, Europe and China, and not enough time on the many exciting things happening in fast-growing economies, from Ethiopia, Nigeria, to Indonesia, Bangladesh, Mexico and Brazil. And in the new world order, the question for these countries is what model to follow and what alliances to build. And many of them during the period of globalization had become used to being told what to do by the likes of the IMF, the International Monetary Fund. But the age of condescension is now over, so the tangible opportunity in a less uniform, more value-driven world for these countries is that they have much greater choice in the path to follow, and arguably greater pressure to get it right",
        "pt": "Agora descubro que, quando falamos de globalização, do fim da globalização e da nova ordem mundial, dispensamos demasiado tempo a discutir os EUA, a Europa e a China, e não discutirmos tempo suficiente muitas outras coisas existentes que acontecem em economias de rápido crescimento, da Etiópia e da Nigéria à Indonésia, ao Bangladesh, ao México e ao Brasil. Na nova ordem mundial,  a questão para estes países é qual o modelo a seguir e quais as alianças a criar. Muitos deles, durante o período da globalização, habituaram-se a que lhes dissessem o que fazer como o FMI, o Fundo Monetário Internacional. Mas a era da condescendência acabou. Assim, a oportunidade tangível num mundo menos uniforme, mais virado para valores para estes países, é que eles têm uma maior escolha quanto ao caminho a seguir e indiscutivelmente uma maior pressão para o fazerem corretamente"
    },
    "15": {
        "en": "So should, for example, Belarus and Lebanon follow the Irish model or that of Dubai? Does Nigeria still think it has shared values with the Commonwealth countries, or will it ally itself and its fast-growing population to China and its model? And then think of one of the few female leaders in Africa, President Sahle-Work Zewde of Ethiopia, and whether she might be inspired by the work of Jacinda Ardern in New Zealand or Nicola Sturgeon in Scotland, and tangibly how she can transfer their example to policy in Ethiopia. Of course, it may be that in this new world order, countries like Kenya and Indonesia decide to go their own way and build out their own value sets and their own economic infrastructure, and in this way the arrangements and the institutions of the future will be crafted much less in Washington and Beijing, but really by countries like Tunisia and Cambodia, comparing notes on how to battle corruption through technology, how to build education and health care systems for burgeoning populations, and how to make their voice heard on the world stage",
        "pt": "Então, por exemplo, a Bielorrússia e o Líbano deviam seguir o modelo irlandês ou o modelo do Dubai? Será que a Nigéria ainda pensa que tem valores em comum com os países da Commonwealth, ou irá aliar-se, com toda a sua população  em rápido crescimento, à China e ao seu modelo? Pensem numa das poucas mulheres líderes em África, a Presidente Sahle-Word Zewde da Etiópia, como ela pode ser inspirada pelo trabalho de Jacinda Ardern na Nova Zelândia ou de Nicola Sturgeon na Escócia, e, de forma tangível, como pode transferir os seus exemplos para a política na Etiópia. Claro que pode acontecer que, na nova ordem mundial, países como o Quénia e a Indonésia decidam seguir o seu próprio caminho e criar o seu próprio conjunto de valores e as suas próprias infraestruturas económicas. Desse modo, os acordos  e as instituições do futuro serão criadas muito menos por Washington ou Pequim, mas por países como a Tunísia e o Camboja, comparando notas sobre como combater a corrupção através da tecnologia, como criar sistemas de ensino e de assistência à saúde para populações em crescimento, e como fazer ouvir a sua voz no palco mundial"
    },
    "16": {
        "en": "So as globalization ends and chaos seems to reign, these countries, their young populations and the scope they have to build new societies are the future and the promise of the new world order",
        "pt": "Assim, à medida que a globalização acaba e parece reinar o caos"
    },
    "17": {
        "en": "Thank you",
        "pt": "o futuro são estes países,  as suas populações jovens e a oportunidade que têm para construir novas sociedades. São eles a promessa da Nova Ordem Mundial. Obrigado. "
    }
}