{
    "0": {
        "en": "Baldur— son of All Father Odin  and Queen Frigg, husband of Nanna the Peaceful,  and God of truth and light— was the gentlest and most beloved being  in all of Asgard. In his great hall of Breidablik, Baldur’s soothing presence  eased his subject’s woes. But lately, he was plagued  by troubles of his own. Every night, Baldur had gruesome visions  foretelling his own imminent death",
        "pt": "Baldur — filho de Odin, o Pai de Todos e da Rainha Frigg, marido de Nanna, a Pacífica e deus da verdade e da luz — era o ser mais gentil  e mais adorado de toda a Asgard. No seu grande salão de Breidablik, a presença calmante de Baldur  amenizava as preocupações dos seus súbditos. Mas, ultimamente, estava a ser perseguido  por graves problemas. Todas as noites, Baldur tinha visões macabras que lhe anunciavam a sua morte iminente"
    },
    "1": {
        "en": "Determined to protect her son  from these grim prophecies, Queen Frigg travelled  across the nine realms, begging all living things  not to harm Baldur. Her grace moved each being  she encountered. Every animal and element, every plague  and plant, every blade and bug gladly gave their word",
        "pt": "Determinada a proteger o seu filho dessas profecias sombrias, a Rainha Frigg percorreu nove reinos, implorando a todos os seres vivos que não fizessem mal a Baldur. A sua graciosidade comoveu  todos os seres que ela encontrou. Todos os animais e elementos, todas as pragas e plantas, todas as folhas e insetos comprometeram-se de bom grado"
    },
    "2": {
        "en": "Frigg returned to Breidablik,  and threw a great feast to celebrate. Wine flowed freely, and soon the gods  took turns testing Baldur’s immunity. Lurking in the corner,  Loki rolled his eyes. The trickster god had never cared  for Baldur the Bright, and found his new gift  profoundly irritating. Surely there was a flaw in Frigg’s plan",
        "pt": "Frigg regressou a Breidablik e organizou um grande banquete para festejar O vinho corria sem restrições e, em breve, os deuses revezaram-se para testar a imunidade de Baldur. Espreitando do seu canto, Loki revirava os olhos. O deus mais vigarista nunca apreciara Baldur o Brilhante e achava aquele novo dom profundamente irritante. Certamente havia qualquer falha no plano de Frigg"
    },
    "3": {
        "en": "Taking the form of an old woman, Loki crept to Frigg’s side  and feigned confusion. Why were the gods attacking sweet Baldur,  whom they all loved so dearly? Frigg told her of the oaths,  but the old woman pressed on. Surely you didn’t receive a vow  from everything, she asked. Frigg shrugged. The only being she hadn’t visited  was mistletoe. After all, what god could fear  a trifling weed",
        "pt": "Assumindo a forma duma velha, Loki arrastou-se até perto de Frigg e fingiu-se confuso. \"Porque é que os deuses atacavam o simpático Baldur, \"que era tão amado por toda a gente?\" Frigg contou-lhe os juramentos, mas a velha pressionou-a. \"Certamente não recebeste uma jura de tudo\", perguntou. Frigg encolheu os ombros. O único ser que ela não tinha visitado fora o azevinho. Afinal, o que é que um deus podia recear duma erva tão insignificante"
    },
    "4": {
        "en": "At this, Loki dashed outside  to find a sprig of mistletoe. When he returned, the festivities  had grown even rowdier. But not every god was enjoying the party. Baldur’s brother Hodur, who was blind  and weapon-less, sat dejected. Seeing his opportunity, the trickster slyly offered  Hodur a chance to participate. Loki armed him with mistletoe,  guided his aim towards his brother, and told Hodur to hurl with all his might",
        "pt": "Aí, Loki esgueirou-se para o exterior para procurar um rebento de azevinho. Quando regressou, a balbúrdia da festa era cada vez maior. Mas nem todos os deuses estavam a divertir-se na festa. Hodur, o irmão de Baldur, que era cego e não tinha armas, sentia-se deprimido. Aproveitando essa oportunidade, o vigarista ofereceu sorrateiramente a Hodur uma hipótese de participar. Loki armou-o com o azevinho, guiou-o na direção do irmão, e disse a Hodur para o atingir com toda a força"
    },
    "5": {
        "en": "The mistletoe pierced Baldur’s chest  with deadly force. The god’s light quickly flickered out,  and despair swept over the crowd. Within moments, the impact  of Baldur’s death could be felt across the nine realms. But from the weeping masses,  Hermod the Brave stepped forward. The warrior god believed that with  the help of Odin’s mighty steed, there was no plane he could not reach. He would travel to halls of Hel herself,  and bring Baldur home",
        "pt": "O azevinho penetrou no peito de Baldur com uma força mortal. A luz do deus extinguiu-se rapidamente e o desespero percorreu a multidão. Em pouco tempo, o impacto da morte de Baldur repercutiu-se pelos nove reinos. Mas Hermod o Bravo destacou-se do meio das massas chorosas. O deus guerreiro acreditava que, com a ajuda do poderoso corcel de Odin, não havia planície onde não pudesse chegar. Iria até aos salões da própria Hel, e trazer Baldur para casa"
    },
    "6": {
        "en": "The god rode for nine days  and nine nights, past halls of corpses  and over paths paved with bone. When he finally reached  the Queen of the Underworld, Hermod begged her to return  Baldur to his family. Hel considered taking pity, but she wanted to know the extent of the gods’ mourning. She agreed to relinquish Baldur’s soul— if Hermod could prove that every  living thing wept at Baldur’s death",
        "pt": "O deus cavalgou durante nove dias e nove noites, transpôs salões de cadáveres e caminhos juncados de ossos. Quando finalmente chegou à Rainha do Mundo Subterrâneo, Hermod implorou-lhe que devolvesse Baldur à sua família. Hel dispôs-se a mostrar compaixão, mas queria saber qual a extensão do desgosto dos deuses. Concordou em libertar a alma de Baldur\nse Hermod pudesse provar que todos os seres vivos  choravam a morte de Baldur. Hermod regressou ao reino dos vivos. Encontrou-se com todas as criaturas que Frigg tinha visitado anteriormente — todas elas choravam Baldur e imploravam o seu regresso. Entretanto, Loki observava a missão de Hermod com desdém. Não ia deixar que o seu trabalho fosse desfeito facilmente mas, se interferisse demasiado, podia revelar o seu papel no assassínio de Baldur"
    },
    "7": {
        "en": "Hermod shot back  to the land of the living. He met with every creature  that Frigg visited earlier— all of which cried for Baldur  and begged for his return. Meanwhile, Loki watched Hermod’s  mission with disdain. He would not let his work  be so easily undone, but if he interfered too boldly it might  reveal his hand in Baldur’s murder. Disguising himself as a ferocious giant,  he hid himself at Hermod’s final stop",
        "pt": "Disfarçando-se de gigante feroz, escondeu-se na última paragem de Hermod. Quando o guerreiro chegou, o vento sibilante e as rochas escarpadas declararam o seu amor por Baldur. Mas o gigante só demonstrou desprezo pelo falecido"
    },
    "8": {
        "en": "When the warrior came, the howling wind and craggy rocks  each declared their love for Baldur. But the giant within spewed only contempt  for the deceased. No matter how much Hermod begged,  she would not shed a single tear",
        "pt": "Por mais que Hermod implorasse, ele não derramou uma única lágrima. Frustrada a sua última esperança, o deus começou a chorar Baldur uma segunda vez. Mas um eco da gruta sobressaiu acima dos seus soluços. O cacarejar de Loki era bem conhecido de todos os habitantes de Asgard, e Hermod percebeu que tinha sido enganado. Quando deu um salto para apanhar o vigarista, Loki tomou a forma de um salmão e mergulhou na cascata"
    },
    "9": {
        "en": "With his last hope dashed, the god began  to mourn Baldur a second time. But an echo from the cave  rang out above his sobs. Loki’s twisted cackle was well-known  to every Asgardian, and Hermod realized he’d been tricked. As he leapt to accost the trickster, Loki took the form of a salmon  and wriggled into the waterfall. His escape was guaranteed,  until Thor arrived at the scene. Dragging Loki back to the cave, the gods  bound him with a poisonous serpent. Here, Loki would remain chained  until the end of days— the serpent dripping venom  on his brow as punishment for dousing Asgard’s brightest light. ",
        "pt": "Ali ficou protegido até Thor chegar ao local. Arrastando Loki para a gruta, os deuses amarraram-no com uma serpente venenosa. Ali, Loki ficaria acorrentado até ao final dos tempos — com a serpente a pingar veneno na testa dele, como castigo por ele ter apagado a luz mais brilhante de Asgard"
    }
}